[
  {
    "id": "2026-02-05-1",
    "date": "2026-02-05",
    "title": "Oerlikon",
    "tags": ["Medien", "Schweiz"],
    "video": "https://www.srf.ch/play/embed?urn=urn:srf:video:55a9223a-b840-4ccb-84c0-83892cb96379",
    "text": "So Oerlikon. It is a district in Zurich, the only one that feels whatsoever real in my opinion, as it compounds in itself everything that Switzerland never has in my opinion. It is a bit marginal and a bit ugly in places. It has a Sunday market with fruits and flowers on the main square, single moms smokin cigs, immigrants, old Swiss dads playing chess. I, personally, enjoy my time at most there.\n\nOerlikon was not built to charm. It was built to function.\n\nIn 1876, the Maschinenfabrik Oerlikon was founded there, when the area was still semi-rural land outside the city. Switzerland was industrializing quickly. Railways expanding. Electricity beginning to rewrite reality.\n\nOne of the early visionaries behind it, Georg Stoll, believed in electrical engineering before it became inevitable. Before light switches were ordinary. Before electrified rail was the norm.\n\nMFO produced generators, motors, railway electrification systems. It powered trams and factories — the transformation of the country, so to say.\n\nIndustry attracts people. People create districts.\n\nOerlikon grew dense because it had purpose. Workers needed housing. Housing needed shops. Shops needed streets. Necessity is still visible if you ask me — almost no yoga studios in the district.\n\nAt the time, electricity was not yet standard infrastructure. It was a developing technology competing with steam and mechanical systems. MFO positioned itself in electrical engineering early. This was not an aesthetic choice. It was a commercial calculation.\n\nOne of the central figures involved in the company’s early direction was Georg Stoll. He focused on electrical machinery: generators, motors, and systems that could be integrated into industrial production and railway transport.\n\nThe business model was straightforward:\n\nIndustrialization was increasing demand for reliable power.\nRail networks required more efficient propulsion systems.\nSwitzerland had geographic constraints that made electrification practical, especially in mountainous regions.\n\nMFO supplied heavy electrical equipment. Not small devices. Large systems. Industrial scale.\n\nBy the early 20th century, MFO equipment was used in tram networks, railway electrification projects, and industrial plants. Electrified rail had operational advantages over steam: lower maintenance in tunnels, better performance on inclines, and compatibility with hydroelectric power generation.\n\nThe company grew because the infrastructure grew.\n\nOerlikon expanded around it. Workers needed proximity to the factory. Housing was built. Commercial services followed. The district did not become dense by accident; it became dense because production required labor.\n\nDuring the 20th century, MFO evolved through mergers and restructurings. Parts of its operations were integrated into what later became OC Oerlikon, a technology and materials group with global operations.\n\nThe original heavy electrical manufacturing in Oerlikon declined over time. Industrial production shifted. The economic function changed. The physical structures remained.\n\nIn 2012, one of the historic MFO administrative buildings was moved approximately 60 meters to accommodate railway expansion. The structure weighed over 6,000 tons. Instead of demolition, relocation was chosen. The cost and engineering complexity were justified by heritage preservation and urban planning considerations.\n\nThe building now stands in a new position.\n\nMFO’s significance is not symbolic. It is structural. The company accelerated electrification in Switzerland and contributed to railway modernization. It transformed Oerlikon from peripheral land into an industrial node.\n\nThe Building That Was in the Way\n\nIn 2012, Zürich expanded the railway infrastructure around Oerlikon station as part of the new cross-city rail link. Tracks needed to be added. Space was limited.\n\nOne problem: a historic administrative building of the former Maschinenfabrik Oerlikon was positioned directly in the required corridor.\n\nThere were two options:\nDemolish it.\nMove it.\n\nDemolition would have been cheaper and simpler. The building dated from the late 19th century and was protected as industrial heritage. Public opposition to demolition would have been significant. The decision was made to relocate it.\n\nThe Numbers\n\nWeight: approximately 6,200 tons\nDistance moved: about 60 meters\nDuration of the move: roughly 19 hours\nMethod: hydraulic jacks and steel rails\n\nThe structure was first stabilized internally. Openings were reinforced. The building was separated from its original foundation. Steel beams were inserted underneath. It was then lifted a few centimeters using synchronized hydraulic systems.\n\nAfter that, it was pushed slowly along pre-installed rails toward its new foundation.\n\nThe speed was measured in meters per hour.\n\nThere was no spectacle beyond the fact that an entire masonry structure was moving sideways through Oerlikon.\n\nWhy Move It Instead of Rebuilding It?\n\nTechnically, rebuilding a replica would have been possible. But preservation policy in Switzerland often prioritizes original fabric over reproduction. The material continuity mattered.\n\nUrban planning logic was also involved. Oerlikon’s identity is tied to its industrial past. Removing one of the key administrative buildings would have reduced that physical trace.\n\nRelocation allowed both:\nRailway expansion\nArchitectural preservation\n\nThe building now stands in a slightly different position relative to the tracks and surrounding development. Most people walking past it would not know it had moved.\n\nFunctionally, it operates like any other renovated historic structure.\n\nStructurally, it is the same building.\n\nIts coordinates changed. Its mass did not.\n\nFrom an engineering standpoint, the move demonstrated controlled load distribution, synchronized hydraulic control, and temporary foundation replacement at large scale.\n\nFrom an urban standpoint, it demonstrated that infrastructure and heritage can be negotiated instead of forced into conflict.\n\nThe factory created the district.\nThe railway required adaptation.\nThe building was repositioned rather than erased."
  }
]
